{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 18, "word_counts": "{\"te\": 5, \"odio\": 2, \"maldita\": 2, \"sea\": 2, \"eres\": 1, \"una\": 1, \"basura\": 1, \"violencia\": 1, \"total\": 1, \"muerte\": 1, \"a\": 3, \"todos\": 1, \"asqueroso\": 1, \"hijo\": 1, \"de\": 1, \"tu\": 3, \"madre\": 1, \"voy\": 1, \"golpear\": 1, \"vas\": 1, \"morir\": 1, \"desgraciado\": 1, \"mensaje\": 1, \"neutral\": 1, \"gracias\": 1, \"por\": 1, \"ayuda\": 1, \"aprecio\": 1, \"mucho\": 2, \"buen\": 1, \"trabajo\": 1, \"me\": 1, \"gust\\u00f3\": 1, \"idea\": 1, \"respeto\": 1, \"hola\": 1, \"c\\u00f3mo\": 1, \"est\\u00e1s\": 1}", "word_docs": "{\"te\": 5, \"odio\": 2, \"sea\": 2, \"maldita\": 2, \"eres\": 1, \"una\": 1, \"basura\": 1, \"total\": 1, \"violencia\": 1, \"a\": 3, \"muerte\": 1, \"todos\": 1, \"asqueroso\": 1, \"tu\": 3, \"de\": 1, \"hijo\": 1, \"madre\": 1, \"golpear\": 1, \"voy\": 1, \"morir\": 1, \"vas\": 1, \"desgraciado\": 1, \"mensaje\": 1, \"neutral\": 1, \"ayuda\": 1, \"por\": 1, \"gracias\": 1, \"aprecio\": 1, \"mucho\": 2, \"buen\": 1, \"trabajo\": 1, \"idea\": 1, \"gust\\u00f3\": 1, \"me\": 1, \"respeto\": 1, \"c\\u00f3mo\": 1, \"hola\": 1, \"est\\u00e1s\": 1}", "index_docs": "{\"2\": 5, \"5\": 2, \"7\": 2, \"6\": 2, \"9\": 1, \"10\": 1, \"11\": 1, \"13\": 1, \"12\": 1, \"3\": 3, \"14\": 1, \"15\": 1, \"16\": 1, \"4\": 3, \"18\": 1, \"17\": 1, \"19\": 1, \"21\": 1, \"20\": 1, \"23\": 1, \"22\": 1, \"24\": 1, \"25\": 1, \"26\": 1, \"29\": 1, \"28\": 1, \"27\": 1, \"30\": 1, \"8\": 2, \"31\": 1, \"32\": 1, \"35\": 1, \"34\": 1, \"33\": 1, \"36\": 1, \"38\": 1, \"37\": 1, \"39\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"te\", \"3\": \"a\", \"4\": \"tu\", \"5\": \"odio\", \"6\": \"maldita\", \"7\": \"sea\", \"8\": \"mucho\", \"9\": \"eres\", \"10\": \"una\", \"11\": \"basura\", \"12\": \"violencia\", \"13\": \"total\", \"14\": \"muerte\", \"15\": \"todos\", \"16\": \"asqueroso\", \"17\": \"hijo\", \"18\": \"de\", \"19\": \"madre\", \"20\": \"voy\", \"21\": \"golpear\", \"22\": \"vas\", \"23\": \"morir\", \"24\": \"desgraciado\", \"25\": \"mensaje\", \"26\": \"neutral\", \"27\": \"gracias\", \"28\": \"por\", \"29\": \"ayuda\", \"30\": \"aprecio\", \"31\": \"buen\", \"32\": \"trabajo\", \"33\": \"me\", \"34\": \"gust\\u00f3\", \"35\": \"idea\", \"36\": \"respeto\", \"37\": \"hola\", \"38\": \"c\\u00f3mo\", \"39\": \"est\\u00e1s\"}", "word_index": "{\"<OOV>\": 1, \"te\": 2, \"a\": 3, \"tu\": 4, \"odio\": 5, \"maldita\": 6, \"sea\": 7, \"mucho\": 8, \"eres\": 9, \"una\": 10, \"basura\": 11, \"violencia\": 12, \"total\": 13, \"muerte\": 14, \"todos\": 15, \"asqueroso\": 16, \"hijo\": 17, \"de\": 18, \"madre\": 19, \"voy\": 20, \"golpear\": 21, \"vas\": 22, \"morir\": 23, \"desgraciado\": 24, \"mensaje\": 25, \"neutral\": 26, \"gracias\": 27, \"por\": 28, \"ayuda\": 29, \"aprecio\": 30, \"buen\": 31, \"trabajo\": 32, \"me\": 33, \"gust\\u00f3\": 34, \"idea\": 35, \"respeto\": 36, \"hola\": 37, \"c\\u00f3mo\": 38, \"est\\u00e1s\": 39}"}}